{
    "contact-head" : " Choose the service you want to register for",
    "choose-reson" : "Choose the reason for contacting us",
    "returnTo": "Return ", 
    "wait-res-date": "Date of consideration of the application",
    "wait-res-date-null": "The application has not been considered yet",
    "send-msg": "sending a message", 
    "msgs": "sent messages",
    "err-msg" : "You must enter a message",
    "no-msg" : "No messages have been sent",
    "confirm-msg-contact" : "Are you sure you want to send this message ?",
    "msg-not-replay" : "The message has not been answered yet",
    "ser-status-notes" : "The services for which you received a final response (acceptance or rejection) will be found in your profile",
    "choose-reason": "Choose the reason for communication",
    "reson1": "complaint", 
    "reson2": "inquiry",
    "you" : "You",
    "msg-replay" : " The message has sent and the answer",
    "community" : "Beneficiary community",
    "community-info" : "The library serves a large segment of beneficiaries, such as faculty members, graduate students, and undergraduate students, in addition to other research and educational institutions such as private and private universities and educational institutes. As well as scientific magazines and periodicals inside and outside the university.",
    "Faculty-members" : "Faculty members",
    "uni-inst" : "Universities, private and private institutes",
    "stu-res" : "Graduate students and researchers",
    "choosed-reson": "The reason for communication has been chosen",
    "errmsg" : "Something went wrong. Please try again later.",
    "welcome": "Welcome to the central library of Helwan University",
    "reg": "Register now",
    "change-pass": "change password",
    "forget": "Forgot your password ?",
    "cont": "Continue",
    "cerate": "Create account",
    "Login": "Login",
    "next": "Next",
    "create": "Create account",
    "name": "Name",
    "email": "Email",
    "nation": "Nationality",
    "phone": "Phone number",
    "uni": "University",
    "uni-name": "University name",
    "fac": "Faculty",
    "dep": "Department",
    "rej": "rejected",
    "acc": "accepted",
    "n-id": "National ID",
    "pass": "Password",
    "re-pass": "Check password",
    "e-name": "Enter your full name ",
    "e-email": "Enter your Email ",
    "e-nation": "Enter your nationality ",
    "e-phone": "Enter your phone number ",
    "e-uni": "Enter your University ",
    "e-fac": "Enter your Faculty ",
    "e-dep": "Enter your Department ",
    "e-n-id": "Enter your national ID ",
    "non-egyptian": "Non-Egyptian",
    "egyptian": "Egyptian",
    "e-pass": "Enter password ",
    "e-re-pass": "Enter password again",
    "name-err": "Name is required",
    "name-err2" : "Name must be in Arabic",
    "email-err": "Email is required!",
    "email-v-err": "This is not a valid email form!",
    "email-t-err": "Please use the university email",
    "pass-err": "Password is required!",
    "pass-err-min": "Password must be at least 8 characters long",
    "n-id-err": "National_id is required!",
    "phone-err": "Phone_number is required!",
    "nation-err": "Natinality is required!",
    "uni-err": "University is required!",
    "fac-err": "Faculty is required!",
    "dep-err": "Department is required!",
    "re-pass-err": "This field is required!",
    "pass-match-err": "Password does not match",
    "err-Login": "You must login first",
    "other-uni": " Other University ",
    "helwan-uni": " Helwan University  ",
    "payment-code" : "Payment code",
    "Home": " Home ",
    "contact": " Contact",
    "about-us": "About us",
    "services": "Services",
    "service-name": "service name",
    "service-status": "the state of the service",
    "services-sub-date": "Registration Date",
    "moree": "more",
    "services-status": "Services Status",
    "profile": "Profile",
    "logout": "Logout",
    "sub-now": "Register now",
    "submit": "Send",
    "register-link": "Don't have an account ? Register now...",
    "login-link": "Already have an account ? Login now...",
    "lib": "The Digital library",
    "info-lib": "The digital library is one of the projects associated with the Supreme Council of Universities, which aims to raise the degree of use of information technology at the university and provide cognitive support to all parties of the academic community at Helwan University and outside it, with continuous work to provide the best services.",
    "services-title": "Services provided by the digital library ",
    "services-info": "The digital library provides distinguished information services using information technology to support the scientific research community in accordance with the requirements of the digital environment and achieve optimal access to information sources locally and internationally. This is in addition to the permanent development of all available services assigned to it, in implementation of the university’s policy that aims to support the higher education and scientific research sector in a manner consistent with the requirements of the digital environment and in light of the 2030 Sustainable Development Plan.",
    "waiting-list": " The waiting list of services for which you are registered",
    "more": "More services",
    "more-det": "More details",
    "level": "Level",
    "academic-div": " academic division ",
    "academic-div-err": "You must choose the academic division",
    "master": "Master",
    "phd": "PhD",
    "letter": "The letter addressed to the director of the digital library ",
    "click-here": "send now",
    "attach": " Attachments have been uploaded ",
    "response": " Response from the library ",
    "notes": " Notes ",
    "date-code": " Date of payment code request ",
    "date-response": " Date of response from the library ",
    "date-attach": " Date of uploading attachments ",
    "date-edit": " Date of last edit ",
    "att-res": "The response sent from the library",
    "res-code": "Response payment code",
    "edit-btn": "Edit personal data",
    "ser-reged": "Services have been registered",
    "per-info": "Personal information",
    "pay-code": "Payment code request",
    "wait-res": "Wait for the response from the library",
    "wait-edit": "You must edit your attachaments press here to edit",
    "service1-name": "The service of extracting a statement that the title of the thesis plan is not previously registered in any of the Egyptian universities",
    "service7-name": "Procedures for submitting an electronic copy of theses (Master's and PhD) after discussion",
    "service8-name": "Egyptian Knowledge Bank service",
    "service-steps": "Service steps",
    "service1-step1": "The letter addressed to the Director of the Digital Library; By requesting the issuance of a statement for registration for a master’s or doctoral degree to verify whether or not the title of the research plan exists in Egyptian universities, accredited and dated with a recent date from the Department of Postgraduate Studies in the college to which the postgraduate student is affiliated, stating the following: full name of the researcher – college – department – full title of the research plan in the language Arabic and English Language - MA or PhD).",
    "service2-step1": "Sending the letter addressed to the Director of the Digital Library; A request to examine the scientific dissertation on the iThenticate program, approved and dated with a recent date from the Vice Dean for Postgraduate Studies and Research and affiliated with it is a postgraduate student at the university and stamped (the seal of the republic’s emblem (the seal of the eagle)) stating the following: 1 Data of the advanced researcher: full name of the researcher - college - department - University email - Mobile number. 2 Thesis data: (Thesis title is complete in Arabic and English - Master's or PhD).",
    "service4-step1": "Sending the letter addressed to the director of the digital library unit; A request to examine scientific research on the iThenticate program, approved and dated with a recent date, from the Vice Dean for Postgraduate Studies and Research, affiliated to it, a member of the faculty at the university, and stamped (the seal of the Republic’s emblem (the seal of the eagle))",
    "service3-step1": "Sending the letter addressed to the director of the digital library unit; A request to examine scientific research on the iThenticate program, approved and dated with a recent date, from the Vice Dean for Postgraduate Studies and Research, affiliated to it, a member of the faculty at the university, and stamped (the seal of the Republic’s emblem (the seal of the eagle))",
    "service5-step4": "After that, you will return here to upload the documents required for the service, which are:",
    "service5-step1": "Registration takes place on the following website (Supreme Council of Universities website):",
    "service6-step1": "Sending the letter addressed to the Director of the Digital Library Unit; A request to examine scientific research on the iThenticate program, certified, stamped and dated with a recent date (the seal of the Republic’s emblem (the seal of the eagle). The following is mentioned in it: the name of the applicant - the title of the research in full and the date of acceptance of publication or the date of publication - college - university - department - e-mail + phone number The full card number and a copy of the passport (for expatriates only)",
    "service7-step1": "Sending the letter addressed to the Director of the Digital Library Unit; A request to examine scientific research on the iThenticate program, certified, stamped and dated with a recent date (the seal of the Republic’s emblem (the seal of the eagle). The following is mentioned in it: the name of the applicant - the title of the research in full and the date of acceptance of publication or the date of publication - college - university - department - e-mail + phone number The full card number and a copy of the passport (for expatriates only)",
    "service7-step3": "The decision of the Discussion and Judgment Committee is approved and stamped with the seal of the eagle stating the title of the thesis and the date of the defense of the thesis (a scanner or a clear mobile phone photo is drawn)",
    "service7-step4": "A copy of the thesis (complete in one combined file) in Word and Pdf Text format, not a Pdf image.",
    "service7-step4.1": "An electronic copy of the message (complete in one combined file) in Word format",
    "service7-step4.2": "An electronic copy of the message (complete in one combined file) in PDF Text format, not a PDF image.",
    "service7-step4.1-err": "You must upload an electronic copy of the message in Word format",
    "service7-step4.2-err": "You must upload an electronic copy of the message in PDF format",
    "service7-step4.3-err": "The decision of the Discussion and Referee Committee must be submitted, approved and stamped with an eagle seal PDF format",
    "service5-step3": "Sending the college letter (approved and dated recently)",
    "service5-step5": "List of approved and dated researches with a recent date",
    "service5-step6": "Letters of acceptance of publication in the case of research that has not been published yet",
    "service5-step7": "Research papers in (PDF TEXT & WORD), with a maximum of 8 papers",
    "service5-step2": "The applicant uploads to the website: the Dean's letter requesting examination (approved and dated at a recent date) + a list of approved research papers dated at a recent date + letters of acceptance of publication in the case of research that has not yet been published + research papers in text pdf + word format, maximum 8 research papers (the applicant’s data for promotion must be filled out correctly and accurately).",
    "service5-step0": "Waiting for the payment code for the service, which will be sent after your name reaches us from the Supreme Council of Universities website... After the payment code arrives and the fees are paid, the following procedures will be completed.",
    "service1-step2": "Choose level of study (Master - PhD)",
    "responsible-for": "Responsible for ",
    "service1-step3": "Waiting for the payment code for the service... After the payment code arrives and the fees are paid, the following procedures are completed",
    "service1-step3-w": "Waiting for the payment code for the service ",
    "stop": "Sorry, services are suspended on Fridays, Saturdays and official holidays",
    "service1-step4": "A copy of the payment receipt",
    "service1-step5": "The research outline in Arabic and English, if any (complete from the first cover to the sources and references in one combined file in Word and PDF format)",
    "service1-step6": "A copy of the Translation paper for the research plan",
    "service2-name": "Examination of citation of scientific theses for the purpose of formation",
    "service2-step5": "The letter submitted for examination (complete in one combined file without deleting any parts of it in Word and Pdf Text format, not a PDF image) can be copied for all faculties except for the faculties of Science, Pharmacy and Home Economics. The methods & materials are deleted.",
    "service2-step6": "A copy of the Message citation check form",
    "service3-name": "Examination of scientific production for the purpose of personal examination",
    "service3-step2": "Register to request a payment code",
    "service3-step5": "A copy of the  research in PDF & Word format ",
    "service4-name": "Examination of scientific research for the purpose of publication in scientific journals",
    "service3-step4": "The date of acceptance of the research publication or the date of publication, if any",
    "service5-name": "Examination of scientific research for the purpose of promotion",
    "service6-name": "Examination of the best scientific thesis",
    "service8-step2": "Enter the division",
    "service8-step3": "Enter the academic degree",
    "service1-pay": "The code is directed to the nearest or possible Masary branch, mail, or any place that accepts the code, except for immediate payment of the fees for this service .",
    "service2-pay": "The code is directed to the nearest or possible Masary branch, mail, or any place that accepts the code, except for immediate payment of the fees for this service .",
    "service3-pay": "The code is directed to the nearest or possible Masary branch, mail, or any place that accepts the code, except for immediate payment of examination fees .",
    "service4-pay": "The code is directed to the nearest or possible Masary branch, mail, or any place that accepts the code, except for immediate payment of examination fees .",
    "service5-pay": "The code is directed to the nearest or possible Masary branch, mail, or any place that accepts the code, except for immediate payment of the fees for the examination .",
    "service6-pay": "The code is directed to the nearest or possible Masary branch, mail, or any place that accepts the code, except for immediate payment of examination fees .",
    "service-worning": "Important note",
    "service1-w1": "There is no need for the researcher to go to the digital library headquarters, as the statement will be sent to him on the website within 3 working days and printed for signature and seal by the Vice Dean for Postgraduate Studies in the college he is affiliated with.",
    "service1-w2": "For any other inquiries, please contact us via the complaints link on the home page.",
    "service2-w1": "There is no need for the researcher to go to the digital library headquarters, as the statement will be sent to him on the website within 7 working days (Fridays, Saturdays and public holidays are not counted) and printed for signature and seal by the Vice Dean for Postgraduate Studies in the college he is affiliated with.",
    "service2-w2": "For any other inquiries, please contact us via the complaints link on the home page.",
    "service3-w1": "There is no need for the researcher to go to the digital library headquarters, as the statement will be sent to him on the website within 3 working days .",
    "service3-w2": "For any other inquiries, please contact us via the complaints link on the home page.",
    "service4-w1": "There is no need for the researcher to go to the digital library headquarters, as the statement will be sent to him on the website within 5 working days .",
    "service4-w2": "For any other inquiries, please contact us via the complaints link on the home page.",
    "service5-w1": "There is no need for the researcher to go to the digital library headquarters, as the statement will be sent to him on the website within 15 to 20 working days and printed for signature and seal by the Vice Dean for Postgraduate Studies in the college he is affiliated with.",
    "service5-w2": "For any other inquiries, please contact us via the complaints link on the home page.",
    "service6-w1": "There is no need for the researcher to go to the digital library headquarters, as the statement will be sent to him on the website within 5 working days .",
    "service6-w2": "For any other inquiries, please contact us via the complaints link on the home page.",
    "service7-w1": "There is no need for the researcher to go to the digital library headquarters, as the statement will be sent to him on the website within 3 working days, printed and sent to the digital library headquarters for approval with the digital library seal.",
    "service7-w2": "For any other inquiries, please contact us via the complaints link on the home page.",
    "service8-w1": "There is no need for the researcher to go to the digital library headquarters, as all details will be sent to the website.",
    "service8-w2": "For any other inquiries, please contact us via the complaints link on the home page.",
    "uploading": "Uploading....",
    "confirm": "Confirm",
    "cancel": "Cancel",
    "confirm-msg": "Are you sure from your attachaments ?",
    "continue": "Complete the request",
    "payment-photo": "Payment photo",
    "research": "Research outline in Arabic PDF",
    "research-en": "Research outline in English PDF ",
    "research-word": "Research outline in Arabic Word",
    "research-word-en": "Research outline in English Word ",
    "translation": "Translation paper for the research plan",
    "code_complaint": "Inquiry or complaint regarding the payment code",
    "aboutus": {
        "title": "About the digital library",
        "h3": "Supporting digitization and scientific research and providing documented information services to the research community",
        "p": "The digital library originated as one of the projects associated with the Supreme Council of Universities at Helwan University in 2007, then it became one of the university’s special units in 2022. It aims to increase the degree of use of information technology at the university and provide cognitive support to all parties of the academic community at Helwan University and outside it, while continuing to work to provide the best services. It originally aimed to provide global digital information sources issued by the most prominent publishers in the world, in order to fill the gap that university libraries were suffering from in order to provide those sources. Given the experience and knowledge, it was assigned other tasks to serve faculty members and students. Graduate Studies.",
        "us": "who are we",
        "us-p": "One of the education development projects within the university with the aim of automating university libraries, developing their work, and making all library holdings and services available in digital form, within the framework of the Higher Education Development Project in the Arab Republic of Egypt.",
        "our-message": "The vision is consistent with the goal that the digital library seeks to achieve",
        "our-message-p": "Integration with information institutions in higher education under the umbrella of the digital library at the Supreme Council of Universities by unifying work policies in university libraries and providing a unified channel to provide all information services to the beneficiaries of the higher education system.",
        "our-vision": "Our vision",
        "our-vision-p1": "Providing distinguished information services to meet the needs and expectations of beneficiaries.",
        "our-vision-p2": "Providing access to global digital information resources issued by the world's leading publishers.",
        "our-vision-p3": "Providing distinguished information services using information technology to achieve optimal access to information sources locally and internationally.",
        "our-vision-p4": "Continuous development of all available services. Given the experience and knowledge, the digital library's work team has been assigned other tasks to serve faculty members and Egyptian and expatriate graduate students, in implementation of the university's policy that aims to support the higher education and scientific research sector in a way that... It is compatible with the requirements of the digital environment and in light of the 2030 Sustainable Development Plan and also to raise the university’s competitive potential among Arab and international universities through many different work axes.",
        "our-goals": "Our goals",
        "our-goals-1": "Share and make available digital resources.",
        "our-goals-2": "Digitizing paper resources produced by the university.",
        "our-goals-3": "Supporting the education and research system at the university.",
        "our-goals-4": "Upgrading the level of scientific research at the university.",
        "our-goals-5": "Promote academic integrity and avoid plagiarism. ",
        "our-goals-6": "Building a digital environment keeping pace with technological developments.",
        "our-goals-7": "Promoting informational awareness and open access.",
        "our-goals-8": "Spreading the culture of sustainability and linking it to research.",
        "our-goals-9": "Implementation of the decisions of the Supreme Council related to digital libraries."
    },
    "complains": {
        "title": "Do you have an inquiry, complaint or suggestion?",
        "p": "In the event that you have an inquiry, complaint, or even a suggestion to improve the work in the digital library unit, with the aim of improving the work in the unit and developing and evaluating performance in order to reach an exemplary and distinguished level of service."
    },
    "service1-step-two": {
        "level": "Level of education",
        "payment-photo": "Payment photo",
        "research": "Research outline in Arabic PDF",
        "research-en": "Research outline in English PDF (if exist)",
        "research-word": "Research outline in Arabic Word",
        "research-word-en": "Research outline in English Word (if exist)",
        "translation": "Translation paper for the research plan"
    },
    "service1-step-two-err": {
        "level": "You must choose the level of education",
        "payment-photo": "You must upload the payment photo",
        "letter": "You must upload the letter addressed to the director of the digital library",
        "research": "You must upload the research outline in Arabic PDF",
        "research-en": "Research outline in English PDF (if exist)",
        "research-word": "You must upload the research outline in Arabic Word",
        "research-word-en": "Research outline in English Word (if exist)",
        "translation": "You must upload the translation paper for the research plan"
    },
    "service2-step-two": {
        "level": "Level of education",
        "payment-photo": "Payment photo",
        "research": "The letter submitted for examination (complete in one combined file without deleting any parts of it in Word format",
        "research-word": "The letter submitted for examination (complete in one combined file without deleting any parts of it in PDF format",
        "form": "The form for examining the citation of scientific theses for the purpose of formation"
    },
    "service2-step-two-err": {
        "level": "You must choose the level of education",
        "letter": "You must upload the letter addressed to the director of the digital library",
        "payment-photo": "You must upload the payment photo",
        "research": "You must upload the letter submitted for examination (complete in one combined file without deleting any parts of it in Word format",
        "research-word": "You must upload the letter submitted for examination (complete in one combined file without deleting any parts of it in PDF format",
        "form": "You must upload the form for examining the citation of scientific theses for the purpose of formation"
    },
    "service3-step-two": {
        "payment-photo": "Payment photo",
        "publish-date": "date of publication, if any",
        "accept-date": "date of acceptance of research publication",
        "files_numbers": "Enter the number of searches",
        "word1": "First search word",
        "word2": "Second search word",
        "word3": "The third search word",
        "word4": "The fourth search word",
        "word5": "The fifth search word",
        "word6": "The sixth search word",
        "word7": "The seventh search word",
        "word8": "The eighth search word",
        "word9": "The ninth search word",
        "word10": "The tenth search word",
        "pdf1": "First search pdf",
        "pdf2": "The second research pdf",
        "pdf3": "The third research pdf",
        "pdf4": "The Fourth research pdf",
        "pdf5": "The Fifth Research pdf",
        "pdf6": "The Sixth Research pdf",
        "pdf7": "The Seventh Research pdf",
        "pdf8": "The eighth research pdf",
        "pdf9": "The ninth research pdf",
        "pdf10": "The tenth research pdf"
    },
    "service3-step-two-err": {
        "letter": "You must upload the letter addressed to the director of the digital library",
        "payment-photo": "You must upload the payment photo",
        "accept-date": "You must enter the date of acceptance of publication",
        "files_numbers": "You must enter the number of searches",
        "files_numbers2": "File number must be less than 10",
        "word1": "You must enter the first word word",
        "word2": "You must enter the second word word",
        "word3": "You must enter the third word word",
        "word4": "You must enter the fourth term word",
        "word5": "You must enter the fifth word word",
        "word6": "You must enter the sixth term word",
        "word7": "You must enter the seventh word word",
        "word8": "You must enter the eighth term word",
        "word9": "You must enter the ninth term word",
        "word10": "You must enter the tenth term word",
        "pdf1": "You must enter the first search pdf",
        "pdf2": "You must enter the second search pdf",
        "pdf3": "You must enter the third search pdf",
        "pdf4": "You must enter the fourth term pdf",
        "pdf5": "You must enter the fifth term pdf",
        "pdf6": "You must enter the sixth term pdf",
        "pdf7": "You must enter the seventh term pdf",
        "pdf8": "You must enter the eighth term pdf",
        "pdf9": "You must enter the ninth term pdf",
        "pdf10": "You must enter the tenth term pdf"
    },
    "service4-step-two": {
        "payment-photo": "Payment photo",
        "files_numbers": "Enter the number of searches",
        "word1": "First search word",
        "word2": "Second search word",
        "word3": "The third search word",
        "word4": "The fourth search word",
        "word5": "The fifth search word",
        "word6": "The sixth search word",
        "word7": "The seventh search word",
        "word8": "The eighth search word",
        "word9": "The ninth search word",
        "word10": "The tenth search word",
        "pdf1": "First search pdf",
        "pdf2": "The second research pdf",
        "pdf3": "The third research pdf",
        "pdf4": "The Fourth research pdf",
        "pdf5": "The Fifth Research pdf",
        "pdf6": "The Sixth Research pdf",
        "pdf7": "The Seventh Research pdf",
        "pdf8": "The eighth research pdf",
        "pdf9": "The ninth research pdf",
        "pdf10": "The tenth research pdf"
    },
    "service4-step-two-err": {
        "letter": "You must upload the letter addressed to the director of the digital library",
        "payment-photo": "You must upload the payment photo",
        "files_numbers": "You must enter the number of searches",
        "files_numbers2": "File number must be less than 10",
        "word1": "You must enter the first word word",
        "word2": "You must enter the second word word",
        "word3": "You must enter the third word word",
        "word4": "You must enter the fourth term word",
        "word5": "You must enter the fifth word word",
        "word6": "You must enter the sixth term word",
        "word7": "You must enter the seventh word word",
        "word8": "You must enter the eighth term word",
        "word9": "You must enter the ninth term word",
        "word10": "You must enter the tenth term word",
        "pdf1": "You must enter the first search pdf",
        "pdf2": "You must enter the second search pdf",
        "pdf3": "You must enter the third search pdf",
        "pdf4": "You must enter the fourth term pdf",
        "pdf5": "You must enter the fifth term pdf",
        "pdf6": "You must enter the sixth term pdf",
        "pdf7": "You must enter the seventh term pdf",
        "pdf8": "You must enter the eighth term pdf",
        "pdf9": "You must enter the ninth term pdf",
        "pdf10": "You must enter the tenth term pdf"
    },
    "service5-step-two": {
        "payment-photo": "Payment photo",
        "research_list": "List of approved and dated researches with a recent date",
        "files_numbers": "Enter the number of searches",
        "word1": "First search word",
        "word2": "Second search word",
        "word3": "The third search word",
        "word4": "The fourth search word",
        "word5": "The fifth search word",
        "word6": "The sixth search word",
        "word7": "The seventh search word",
        "word8": "The eighth search word",
        "word9": "The ninth search word",
        "word10": "The tenth search word",
        "pdf1": "First search pdf",
        "pdf2": "The second research pdf",
        "pdf3": "The third research pdf",
        "pdf4": "The Fourth research pdf",
        "pdf5": "The Fifth Research pdf",
        "pdf6": "The Sixth Research pdf",
        "pdf7": "The Seventh Research pdf",
        "pdf8": "The eighth research pdf",
        "pdf9": "The ninth research pdf",
        "pdf10": "The tenth research pdf",
        "acceptance_letter1": "The first research acceptance letter in case the research has not been published yet",
        "acceptance_letter2": "The second research acceptance letter in case the research has not been published yet",
        "acceptance_letter3": "The third research acceptance letter in case the research has not been published yet",
        "acceptance_letter4": "The fourth research acceptance letter in case the research has not been published yet",
        "acceptance_letter5": "The fifth research acceptance letter in case the research has not been published yet",
        "acceptance_letter6": "The sixth research acceptance letter in case the research has not been published yet",
        "acceptance_letter7": "The seventh research acceptance letter in case the research has not been published yet",
        "acceptance_letter8": "The eighth research acceptance letter in case the research has not been published yet",
        "acceptance_letter9": "The ninth research acceptance letter in case the research has not been published yet",
        "acceptance_letter10": "The tenth research acceptance letter in case the research has not been published yet."
    },
    "service5-step-two-err": {
        "letter": "You must upload the letter addressed to the director of the digital library",
        "payment-photo": "You must upload the payment photo",
        "files_numbers": "You must enter the number of searches",
        "files_numbers2": "File number must be less than 8",
        "research_list" : "You must upload the list of approved and dated researches with a recent date",
        "word1": "You must enter the first word word",
        "word2": "You must enter the second word word",
        "word3": "You must enter the third word word",
        "word4": "You must enter the fourth term word",
        "word5": "You must enter the fifth word word",
        "word6": "You must enter the sixth term word",
        "word7": "You must enter the seventh word word",
        "word8": "You must enter the eighth term word",
        "word9": "You must enter the ninth term word",
        "word10": "You must enter the tenth term word",
        "pdf1": "You must enter the first search pdf",
        "pdf2": "You must enter the second search pdf",
        "pdf3": "You must enter the third search pdf",
        "pdf4": "You must enter the fourth term pdf",
        "pdf5": "You must enter the fifth term pdf",
        "pdf6": "You must enter the sixth term pdf",
        "pdf7": "You must enter the seventh term pdf",
        "pdf8": "You must enter the eighth term pdf",
        "pdf9": "You must enter the ninth term pdf",
        "pdf10": "You must enter the tenth term pdf"
    },
    "service6-step-two": {
        "payment-photo": "Payment photo",
        "files_numbers": "Enter the number of searches",
        "word1": "First search word",
        "word2": "Second search word",
        "word3": "The third search word",
        "word4": "The fourth search word",
        "word5": "The fifth search word",
        "word6": "The sixth search word",
        "word7": "The seventh search word",
        "word8": "The eighth search word",
        "word9": "The ninth search word",
        "word10": "The tenth search word",
        "pdf1": "First search pdf",
        "pdf2": "The second research pdf",
        "pdf3": "The third research pdf",
        "pdf4": "The Fourth research pdf",
        "pdf5": "The Fifth Research pdf",
        "pdf6": "The Sixth Research pdf",
        "pdf7": "The Seventh Research pdf",
        "pdf8": "The eighth research pdf",
        "pdf9": "The ninth research pdf",
        "pdf10": "The tenth research pdf"
    },
    "service6-step-two-err": {
        "letter": "You must upload the letter addressed to the director of the digital library",
        "payment-photo": "You must upload the payment photo",
        "files_numbers": "You must enter the number of searches",
        "files_numbers2": "File number must be less than 10",
        "word1": "You must enter the first word word",
        "word2": "You must enter the second word word",
        "word3": "You must enter the third word word",
        "word4": "You must enter the fourth term word",
        "word5": "You must enter the fifth word word",
        "word6": "You must enter the sixth term word",
        "word7": "You must enter the seventh word word",
        "word8": "You must enter the eighth term word",
        "word9": "You must enter the ninth term word",
        "word10": "You must enter the tenth term word",
        "pdf1": "You must enter the first search pdf",
        "pdf2": "You must enter the second search pdf",
        "pdf3": "You must enter the third search pdf",
        "pdf4": "You must enter the fourth term pdf",
        "pdf5": "You must enter the fifth term pdf",
        "pdf6": "You must enter the sixth term pdf",
        "pdf7": "You must enter the seventh term pdf",
        "pdf8": "You must enter the eighth term pdf",
        "pdf9": "You must enter the ninth term pdf",
        "pdf10": "You must enter the tenth term pdf"
    },
    "edit-h1" : "To request modification of your personal data, please send a message from the page... regarding any service and clarify the data you wish to modify.",
    "no-ser": "You have not requested any service yet.",
    "events-title": "News and events of the digital library",
    "events-info": "The Digital Library Unit holds many activities and events with the aim of supporting scientific research, enhancing academic integrity, and raising information awareness..",
    "from" : "From",
    "to" : "To",
    "place" : "Place"
}